Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mailfromd.tmx
Source language: en
Languages: sv

source: set the identifier used in syslog messages to STRING
sv: ställ in identifieraren som används i syslog-meddelanden till STRING

source: Size of queue of pending connections.
sv: Storlek på kön med väntande anslutningar.

source: Set milter timeout.
sv: Ställ in milter timeout.

source: %s: milter claimed not to reply in state %d, but it did
sv: %s: milter hävdade att den inte skulle svara i tillstånd %d, men det gjorde den

source: cannot get MX records for %s
sv: kan inte få MX-poster för %s

source: %s:%s: address length too big (%lu)
sv: %s:%s: adresslängden för stor (%lu)

source: unrecognized character class %*.*s
sv: oigenkänd teckenklass %*.*s

source: pc out of range
sv: pc utanför intervallet

source: cannot create echo output stream: %s
sv: kan inte skapa ekoutmatningsström: %s

source: seteuid(0) succeeded when it should not
sv: seteuid(0) lyckades när det inte borde

source: function %s must take variable number of arguments
sv: funktion %s måste ta variabelt antal argument

source: add the directory DIR to the list of directories to be searched for MFL module files
sv: lägg till katalogen DIR i listan över kataloger som ska genomsökas efter MFL-modulfiler

source: can't create filter for encoding %s: %s
sv: kan inte skapa filter för kodning %s: %s

source: Out of stack space; increase #pragma stacksize
sv: Slut på stackutrymme; öka #pragma stacksize

source: expire is not applicable to this DB format
sv: expire är inte tillämpligt på detta DB-format

source: MODE
sv: LÄGE

source: error decoding string: %s
sv: fel vid avkodning av sträng: %s

source: %s: %s: not a socket
sv: %s: %s: inte ett uttag

source: Set program state directory.
sv: Ställ in programstatuskatalog.

source: cannot set effective gid to %lu
sv: kan inte sätta effektiv gid till %lu

source: unsupported return type %d in call to %s, module %s failed
sv: ej stödd returtyp %d i anrop till %s, modul %s misslyckades

source: %s: already connected, disconnect first
sv: %s: redan ansluten, koppla från först

source: temporary failure querying for username %s
sv: tillfälligt fel vid sökning efter användarnamn %s

source: MMQ incompatible with dkim_sign: %s on %s, value %s
sv: MMQ inkompatibel med dkim_sign: %s på %s, värde %s

source: invalid back-reference number
sv: ogiltigt back-referensnummer

source: %s: connection timed out
sv: %s: anslutningen tidsbegränsades

source: INTERNAL ERROR at %s:%d: cannot find loop
sv: INTERNT FEL vid %s:%d: kan inte hitta slingan

source: TLS options
sv: TLS-alternativ

source: requested item (%s,%ld) not found
sv: begärd artikel (%s,%ld) hittades inte

source: Logging and debugging options
sv: Alternativ för loggning och felsökning

source: duplicate default statement
sv: duplicera standarduttalande

source: cannot append message: %s
sv: kan inte lägga till meddelande: %s

source: input file %s is not readable: %s
sv: inmatningsfilen %s är inte läsbar: %s

source: empty or missing socket information
sv: tom eller saknad information om uttag

source: bad symbolic file mode (near %s)
sv: dåligt symboliskt filläge (nära %s)

source: path too long
sv: vägen för lång

source: removing shut down server %s
sv: ta bort avstängd server %s

source: recipient address not specified in `on poll' construct
sv: mottagaradressen är inte angiven i "on poll"-konstruktionen

source: invalid message descriptor
sv: ogiltig meddelandebeskrivning

source: `accept' causes previous message modification commands to be ignored; call mmq_purge() prior to `accept', to suppress this warning
sv: `accept' gör att tidigare kommandon för modifiering av meddelanden ignoreras; anropa mmq_purge() före `accept' för att undertrycka denna varning

source: $(expr) is allowed only in a function with variable number of arguments
sv: $(expr) är endast tillåtet i en funktion med variabelt antal argument

source: %s: cannot get port: %s
sv: %s: kan inte hämta port: %s

source: cannot convert %s to %s
sv: kan inte konvertera %s till %s

source: cannot fetch record `%s' from `%s': %s
sv: kan inte hämta posten `%s' från `%s': %s

source: run with this user privileges
sv: körs med dessa användarrättigheter

source: ignoring milter command: \%03o
sv: ignorerar Milters order: \%03o

source: invalid connection type: %s; unsupported address family
sv: ogiltig anslutningstyp: %s; adressfamilj som inte stöds
